Repository: xiangshanyikecong/loveblog
Catalog: ios/LoveWatch/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja

# watch.days.caption
source: 在一起
en: days together
ja: 一緒に過ごした日数

# watch.days.unit
source: 天
en: days
ja: 日

# watch.heartbeat.button
source: 心跳
en: Heartbeat
ja: ハートビート

# watch.status.failed
source: 发送失败
en: Send failed
ja: 送信に失敗しました

# watch.status.queued
source: 已排队，iPhone 可达时发送
en: Queued — will send when iPhone is reachable
ja: 送信待ち — iPhone と接続後に送ります

# watch.status.sent
source: 已送达 ❤️
en: Sent ❤️
ja: 送信しました ❤️

# watch.tap %@
source: %@ 敲了敲你
en: %@ tapped you
ja: %@ がノックしました

# watch.tap.anon
source: 收到一次敲一敲
en: You got a tap
ja: ノックが届きました

# watch.tap.button
source: 敲一敲
en: Tap
ja: ノック

# watch.tap.heartbeat %@
source: %@ 发来心跳
en: %@ sent a heartbeat
ja: %@ からハートビート

# watch.tap.heartbeat.anon
source: 收到一次心跳
en: You got a heartbeat
ja: ハートビートが届きました

# watch.waiting
source: 在 iPhone 打开「恋爱记」同步恋爱天数
en: Open Love Journal on iPhone to sync your days
ja: iPhone の「恋爱记」を開くと同期します
